Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.forgotPassword.error.sendFailed
source: We couldn't send a reset code. Please try again.
ar: تعذّر إرسال رمز إعادة التعيين. أعد المحاولة.
bn: রিসেট কোড পাঠানো যায়নি। আবার চেষ্টা করুন।
ca: No hem pogut enviar un codi de restabliment. Torna-ho a provar.
cs: Nepodařilo se odeslat kód pro obnovu. Zkus to prosím znovu.
da: Vi kunne ikke sende en nulstillingskode. Prøv igen.
de: Wir konnten keinen Rücksetzcode senden. Bitte versuche es erneut.
el: Δεν μπορέσαμε να στείλουμε κωδικό επαναφοράς. Δοκίμασε ξανά.
es: No pudimos enviar un código de restablecimiento. Inténtalo de nuevo.
fi: Palautuskoodin lähettäminen epäonnistui. Yritä uudelleen.
fr: Nous n’avons pas pu envoyer de code de réinitialisation. Veuillez réessayer.
he: לא הצלחנו לשלוח קוד איפוס. נסה שוב.
hi: हम रीसेट कोड नहीं भेज सके। कृपया फिर कोशिश करें।
hr: Nismo mogli poslati kod za poništavanje. Pokušaj ponovno.
hu: Nem tudtunk visszaállítási kódot küldeni. Próbáld újra.
id: Kami tidak bisa mengirim kode reset. Coba lagi.
it: Impossibile inviare un codice di reimpostazione. Riprova.
ja: リセットコードを送信できませんでした。もう一度お試しください。
ko: 재설정 코드를 보내지 못했어요. 다시 시도해 주세요.
ml: റീസെറ്റ് കോഡ് അയയ്ക്കാനായില്ല. വീണ്ടും ശ്രമിക്കുക.
ms: Kami tidak dapat menghantar kod tetapan semula. Known cuba lagi.
nb: Vi kunne ikke sende en tilbakestillingskode. Prøv igjen.
nl: We konden geen resetcode versturen. Probeer het opnieuw.
pl: Nie udało się wysłać kodu resetującego. Spróbuj ponownie.
pt_br: Não foi possível enviar um código de redefinição. Tente novamente.
pt_pt: Não foi possível enviar um código de reposição. Tente novamente.
ro: Nu am putut trimite un cod de resetare. Încearcă din nou.
ru: Не удалось отправить код сброса. Попробуйте ещё раз.
sk: Nepodarilo sa nám poslať kód na obnovenie. Skús to znova.
sv: Vi kunde inte skicka en återställningskod. Försök igen.
ta: மீட்டமைப்புக் குறியீட்டை அனுப்ப முடியவில்லை. மீண்டும் முயலுங்கள்.
te: రీసెట్ కోడ్‌ను పంపలేకపోయాం. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เราส่งรหัสรีเซ็ตไม่ได้ กรุณาลองอีกครั้ง
tr: Sıfırlama kodu gönderemedik. Lütfen tekrar deneyin.
uk: Не вдалося надіслати код скидання. Спробуйте ще раз.
ur: ہم ری سیٹ کوڈ نہیں بھیج سکے۔ براہ کرم دوبارہ کوشش کریں۔
vi: Chúng tôi không gửi được mã đặt lại. Vui lòng thử lại.
zh_hans: 我们无法发送重置验证码，请重试。
zh_hant: 我們無法寄出重設驗證碼，請再試一次。

# auth.forgotPassword.navTitle
source: Forgot Password
ar: نسيت كلمة المرور
bn: পাসওয়ার্ড ভুলে গেছেন
ca: Contrasenya oblidada
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Passwort vergessen
el: Ξέχασα τον κωδικό
es: Contraseña olvidada
fi: Unohtunut salasana
fr: Mot de passe oublié
he: שכחתי סיסמה
hi: पासवर्ड भूल गए
hr: Zaboravljena lozinka
hu: Elfelejtett jelszó
id: Lupa Kata Sandi
it: Password dimenticata
ja: パスワードを忘れた
ko: 비밀번호 찾기
ml: പാസ്‌വേഡ് മറന്നു
ms: Lupa Kata Laluan
nb: Glemt passord
nl: Wachtwoord vergeten
pl: Nie pamiętam hasła
pt_br: Esqueci a senha
pt_pt: Palavra-passe esquecida
ro: Ai uitat parola
ru: Забыли пароль
sk: Zabudnuté heslo
sv: Glömt lösenord
ta: கடவுச்சொல் மறந்துவிட்டதா
te: పాస్‌వర్డ్ మర్చిపోయారా
th: ลืมรหัสผ่าน
tr: Şifremi Unuttum
uk: Забули пароль
ur: پاس ورڈ بھول گئے
vi: Quên mật khẩu
zh_hans: 忘记密码
zh_hant: 忘記密碼

# auth.forgotPassword.submit
source: Send Code
ar: أرسل الرمز
bn: কোড পাঠান
ca: Envia el codi
cs: Poslat kód
da: Send kode
de: Code senden
el: Αποστολή κωδικού
es: Enviar código
fi: Lähetä koodi
fr: Envoyer le code
he: שלח קוד
hi: कोड भेजें
hr: Pošalji kod
hu: Kód küldése
id: Kirim Kode
it: Invia codice
ja: コードを送信
ko: 코드 보내기
ml: കോഡ് അയയ്ക്കുക
ms: Hantar Kod
nb: Send kode
nl: Code versturen
pl: Wyślij kod
pt_br: Enviar código
pt_pt: Enviar código
ro: Trimite codul
ru: Отправить код
sk: Poslať kód
sv: Skicka kod
ta: குறியீட்டை அனுப்பு
te: కోడ్ పంపు
th: ส่งรหัส
tr: Kod Gönder
uk: Надіслати код
ur: کوڈ بھیجیں
vi: Gửi mã
zh_hans: 发送验证码
zh_hant: 寄送驗證碼

# auth.forgotPassword.submit.hint
source: Emails you a six digit password reset code
ar: يرسل إلى بريدك رمزًا من ستة أرقام لإعادة تعيين كلمة المرور
bn: আপনাকে ছয় সংখ্যার পাসওয়ার্ড রিসেট কোড ইমেইল করে
ca: T'envia per correu un codi de sis dígits per restablir la contrasenya
cs: Pošle ti e-mailem šestimístný kód pro obnovu hesla
da: Sender dig en sekscifret kode til nulstilling af adgangskoden
de: Sendet dir einen sechsstelligen Code zum Zurücksetzen des Passworts per E-Mail
el: Σου στέλνει με email έναν εξαψήφιο κωδικό επαναφοράς κωδικού
es: Te envía por correo un código de seis dígitos para restablecer la contraseña
fi: Lähettää sinulle kuusinumeroisen salasanan palautuskoodin sähköpostiin
fr: Vous envoie par e-mail un code de réinitialisation à six chiffres
he: שולח לך בדוא״ל קוד איפוס סיסמה בן שש ספרות
hi: आपको छह अंकों का पासवर्ड रीसेट कोड ईमेल करता है
hr: Šalje ti e-poštom šesteroznamenkasti kod za poništavanje lozinke
hu: Hatjegyű jelszó-visszaállítási kódot küld e-mailben
id: Mengirim kode reset kata sandi enam digit lewat email
it: Ti invia per email un codice di sei cifre per reimpostare la password
ja: 6桁のパスワードリセットコードをメールで送ります
ko: 6자리 비밀번호 재설정 코드를 이메일로 보내요
ml: ആറക്ക പാസ്‌വേഡ് റീസെറ്റ് കോഡ് ഇമെയിലിൽ അയയ്ക്കുന്നു
ms: Mengemel kod tetapan semula kata laluan enam digit kepada anda
nb: Sender en sekssifret kode for tilbakestilling av passord på e-post
nl: Mailt je een zescijferige code om je wachtwoord te resetten
pl: Wysyła e-mailem sześciocyfrowy kod resetowania hasła
pt_br: Envia por e-mail um código de seis dígitos para redefinir a senha
pt_pt: Envia-lhe por email um código de seis dígitos para repor a palavra-passe
ro: Îți trimite pe e-mail un cod de resetare a parolei din șase cifre
ru: Отправляет на почту шестизначный код для сброса пароля
sk: Pošle ti e-mailom šesťmiestny kód na obnovenie hesla
sv: Skickar en sexsiffrig kod för återställning av lösenord till din e-post
ta: ஆறு இலக்கக் கடவுச்சொல் மீட்டமைப்புக் குறியீட்டை உங்களுக்கு மின்னஞ்சல் செய்யும்
te: ఆరు అంకెల పాస్‌వర్డ్ రీసెట్ కోడ్‌ను మీకు ఈమెయిల్ చేస్తుంది
th: ส่งรหัสรีเซ็ตรหัสผ่านหกหลักทางอีเมลให้คุณ
tr: Size altı haneli bir şifre sıfırlama kodu e-postalar
uk: Надсилає вам на пошту шестизначний код скидання пароля
ur: آپ کو چھ ہندسوں کا پاس ورڈ ری سیٹ کوڈ ای میل کرتا ہے
vi: Gửi email cho bạn mã đặt lại mật khẩu sáu chữ số
zh_hans: 向你的邮箱发送六位数密码重置验证码
zh_hant: 將六位數的密碼重設驗證碼寄到你的信箱

# auth.forgotPassword.subtitle
source: We'll email a six-digit code to the address on your account.
ar: سنرسل رمزًا من ستة أرقام إلى البريد المسجّل في حسابك.
bn: আপনার অ্যাকাউন্টের ঠিকানায় আমরা ছয় সংখ্যার একটি কোড ইমেইল করব।
ca: T'enviarem per correu un codi de sis dígits a l'adreça del teu compte.
cs: Pošleme šestimístný kód na adresu tvého účtu.
da: Vi sender en sekscifret kode til adressen på din konto.
de: Wir senden einen sechsstelligen Code an die Adresse deines Kontos.
el: Θα στείλουμε έναν εξαψήφιο κωδικό στη διεύθυνση του λογαριασμού σου.
es: Enviaremos un código de seis dígitos a la dirección de tu cuenta.
fi: Lähetämme kuusinumeroisen koodin tilisi sähköpostiosoitteeseen.
fr: Nous enverrons un code à six chiffres à l’adresse de votre compte.
he: נשלח קוד בן שש ספרות בדוא״ל לכתובת שבחשבון שלך.
hi: हम आपके अकाउंट के पते पर छह अंकों का कोड ईमेल करेंगे।
hr: Poslat ćemo šesteroznamenkasti kod na adresu tvog računa.
hu: Hatjegyű kódot küldünk a fiókodhoz tartozó címre.
id: Kami akan mengirim kode enam digit lewat email ke alamat di akunmu.
it: Invieremo un codice di sei cifre all'indirizzo del tuo account.
ja: アカウントのアドレスに6桁のコードをメールで送ります。
ko: 계정에 등록된 주소로 6자리 코드를 이메일로 보내드려요.
ml: നിങ്ങളുടെ അക്കൗണ്ടിലെ വിലാസത്തിലേക്ക് ഞങ്ങൾ ആറക്ക കോഡ് ഇമെയിൽ ചെയ്യും.
ms: Kami akan mengemel kod enam digit ke alamat pada akaun anda.
nb: Vi sender en sekssifret kode på e-post til adressen på kontoen din.
nl: We mailen een zescijferige code naar het adres van je account.
pl: Wyślemy sześciocyfrowy kod na adres powiązany z Twoim kontem.
pt_br: Enviaremos um código de seis dígitos por e-mail para o endereço da sua conta.
pt_pt: Enviaremos por email um código de seis dígitos para o endereço da sua conta.
ro: Îți trimitem un cod din șase cifre la adresa contului tău.
ru: Мы отправим шестизначный код на адрес вашего аккаунта.
sk: Pošleme šesťmiestny kód na adresu tvojho účtu.
sv: Vi skickar en sexsiffrig kod till adressen på ditt konto.
ta: உங்கள் கணக்கில் உள்ள முகவரிக்கு ஆறு இலக்கக் குறியீட்டை மின்னஞ்சல் செய்வோம்.
te: మీ ఖాతాలోని చిరునామాకు ఆరు అంకెల కోడ్‌ను ఈమెయిల్ చేస్తాం.
th: เราจะส่งรหัสหกหลักทางอีเมลไปยังที่อยู่ในบัญชีของคุณ
tr: Hesabınızdaki adrese altı haneli bir kod e-postayla göndereceğiz.
uk: Ми надішлемо шестизначний код на адресу вашого облікового запису.
ur: ہم آپ کے اکاؤنٹ کے پتے پر چھ ہندسوں کا کوڈ ای میل کریں گے۔
vi: Chúng tôi sẽ gửi mã sáu chữ số đến địa chỉ email của tài khoản bạn.
zh_hans: 我们会向你账户所用的邮箱发送一个六位验证码。
zh_hant: 我們會將六位數驗證碼寄到你帳號的電子郵件地址。

# auth.forgotPassword.title
source: Reset your password
ar: أعد تعيين كلمة المرور
bn: পাসওয়ার্ড রিসেট করুন
ca: Restableix la contrasenya
cs: Obnov své heslo
da: Nulstil din adgangskode
de: Passwort zurücksetzen
el: Επαναφορά κωδικού
es: Restablece tu contraseña
fi: Palauta salasanasi
fr: Réinitialisez votre mot de passe
he: אפס את הסיסמה
hi: अपना पासवर्ड रीसेट करें
hr: Poništi lozinku
hu: Jelszó visszaállítása
id: Reset kata sandimu
it: Reimposta la password
ja: パスワードをリセット
ko: 비밀번호 재설정
ml: പാസ്‌വേഡ് റീസെറ്റ് ചെയ്യുക
ms: Tetapkan semula kata laluan anda
nb: Tilbakestill passordet ditt
nl: Reset je wachtwoord
pl: Zresetuj hasło
pt_br: Redefina sua senha
pt_pt: Repor a palavra-passe
ro: Resetează-ți parola
ru: Сброс пароля
sk: Obnov si heslo
sv: Återställ ditt lösenord
ta: உங்கள் கடவுச்சொல்லை மீட்டமையுங்கள்
te: మీ పాస్‌వర్డ్‌ను రీసెట్ చేయండి
th: รีเซ็ตรหัสผ่านของคุณ
tr: Şifrenizi sıfırlayın
uk: Скиньте пароль
ur: اپنا پاس ورڈ ری سیٹ کریں
vi: Đặt lại mật khẩu
zh_hans: 重置密码
zh_hant: 重設你的密碼

# auth.legal.close.hint
source: Closes the %@
ar: يغلق %@
bn: %@ বন্ধ করে
ca: Tanca: %@
cs: Zavře dokument: %@
da: Lukker %@
de: Schließt: %@
el: Κλείνει το έγγραφο: %@
es: Cierra: %@
fi: Sulkee kohteen %@
fr: Ferme : %@
he: סוגר את %@
hi: %@ बंद करता है
hr: Zatvara dokument: %@
hu: Bezárja ezt: %@
id: Menutup %@
it: Chiude: %@
ja: %@を閉じます
ko: %@ 닫기
ml: %@ അടയ്ക്കുന്നു
ms: Menutup %@
nb: Lukker %@
nl: Sluit de %@
pl: Zamyka dokument: %@
pt_br: Fecha: %@
pt_pt: Fecha o documento: %@
ro: Închide: %@
ru: Закрывает документ: %@
sk: Zatvorí dokument: %@
sv: Stänger %@
ta: %@ ஐ மூடும்
te: %@ను మూసివేస్తుంది
th: ปิด%@
tr: %@ belgesini kapatır
uk: Закриває документ: %@
ur: %@ بند کرتا ہے
vi: Đóng %@
zh_hans: 关闭%@
zh_hant: 關閉%@

# auth.legal.read.hint
source: Scroll to read the full document
ar: مرّر لقراءة المستند كاملًا
bn: পুরো নথি পড়তে স্ক্রল করুন
ca: Desplaça't per llegir el document complet
cs: Posunutím si přečteš celý dokument
da: Rul for at læse hele dokumentet
de: Scrolle, um das ganze Dokument zu lesen
el: Κύλισε για να διαβάσεις ολόκληρο το έγγραφο
es: Desplázate para leer el documento completo
fi: Vieritä lukeaksesi koko asiakirjan
fr: Faites défiler pour lire le document complet
he: גלול כדי לקרוא את המסמך המלא
hi: पूरा दस्तावेज़ पढ़ने के लिए स्क्रोल करें
hr: Pomakni za čitanje cijelog dokumenta
hu: Görgess a teljes dokumentum elolvasásához
id: Gulir untuk membaca dokumen lengkap
it: Scorri per leggere il documento completo
ja: スクロールして全文を読みます
ko: 스크롤하여 전체 문서를 읽어요
ml: മുഴുവൻ രേഖയും വായിക്കാൻ സ്ക്രോൾ ചെയ്യുക
ms: Tatal untuk membaca dokumen penuh
nb: Rull for å lese hele dokumentet
nl: Scroll om het hele document te lezen
pl: Przewiń, aby przeczytać cały dokument
pt_br: Role para ler o documento completo
pt_pt: Deslize para ler o documento completo
ro: Derulează pentru a citi documentul complet
ru: Прокрутите, чтобы прочитать документ целиком
sk: Posúvaním si prečítaj celý dokument
sv: Rulla för att läsa hela dokumentet
ta: முழு ஆவணத்தையும் படிக்க உருட்டுங்கள்
te: పూర్తి పత్రం చదవడానికి స్క్రోల్ చేయండి
th: เลื่อนเพื่ออ่านเอกสารฉบับเต็ม
tr: Belgenin tamamını okumak için kaydırın
uk: Прокрутіть, щоб прочитати документ повністю
ur: پوری دستاویز پڑھنے کے لیے اسکرول کریں
vi: Cuộn để đọc toàn bộ tài liệu
zh_hans: 滚动以阅读完整文档
zh_hant: 捲動以閱讀完整文件

# auth.legal.unavailable.subtitle
source: We couldn't load the %@. Please try again later.
ar: تعذّر تحميل %@. أعد المحاولة لاحقًا.
bn: %@ লোড করা যায়নি। পরে আবার চেষ্টা করুন।
ca: No hem pogut carregar: %@. Torna-ho a provar més tard.
cs: Nepodařilo se načíst dokument: %@. Zkus to prosím později.
da: Vi kunne ikke indlæse %@. Prøv igen senere.
de: %@ konnte nicht geladen werden. Bitte versuche es später erneut.
el: Δεν μπορέσαμε να φορτώσουμε το έγγραφο: %@. Δοκίμασε ξανά αργότερα.
es: No pudimos cargar: %@. Inténtalo de nuevo más tarde.
fi: Kohdetta %@ ei voitu ladata. Yritä myöhemmin uudelleen.
fr: Nous n’avons pas pu charger : %@. Veuillez réessayer plus tard.
he: לא הצלחנו לטעון את %@. נסה שוב מאוחר יותר.
hi: हम %@ लोड नहीं कर सके। कृपया बाद में फिर कोशिश करें।
hr: Nismo mogli učitati dokument: %@. Pokušaj ponovno kasnije.
hu: Nem sikerült betölteni ezt: %@. Próbáld újra később.
id: Kami tidak bisa memuat %@. Coba lagi nanti.
it: Impossibile caricare: %@. Riprova più tardi.
ja: %@を読み込めませんでした。しばらくしてからもう一度お試しください。
ko: %@을(를) 불러오지 못했어요. 나중에 다시 시도해 주세요.
ml: %@ ലോഡ് ചെയ്യാനായില്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
ms: Kami tidak dapat memuatkan %@. Known cuba lagi kemudian.
nb: Vi kunne ikke laste %@. Prøv igjen senere.
nl: We konden de %@ niet laden. Probeer het later opnieuw.
pl: Nie udało się wczytać dokumentu: %@. Spróbuj ponownie później.
pt_br: Não foi possível carregar: %@. Tente novamente mais tarde.
pt_pt: Não foi possível carregar o documento: %@. Tente novamente mais tarde.
ro: Nu am putut încărca: %@. Încearcă din nou mai târziu.
ru: Не удалось загрузить документ: %@. Повторите попытку позже.
sk: Dokument %@ sa nepodarilo načítať. Skús to neskôr.
sv: Vi kunde inte läsa in %@. Försök igen senare.
ta: %@ ஐ ஏற்ற முடியவில்லை. பிறகு மீண்டும் முயலுங்கள்.
te: %@ను లోడ్ చేయలేకపోయాం. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: เราโหลด%@ไม่ได้ กรุณาลองอีกครั้งในภายหลัง
tr: %@ yüklenemedi. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося завантажити документ: %@. Спробуйте пізніше.
ur: ہم %@ لوڈ نہیں کر سکے۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Chúng tôi không tải được %@. Vui lòng thử lại sau.
zh_hans: 我们无法加载%@，请稍后再试。
zh_hant: 我們無法載入%@，請稍後再試。

# auth.legal.unavailable.title
source: Document unavailable
ar: المستند غير متاح
bn: নথিটি পাওয়া যাচ্ছে না
ca: Document no disponible
cs: Dokument není dostupný
da: Dokumentet er ikke tilgængeligt
de: Dokument nicht verfügbar
el: Το έγγραφο δεν είναι διαθέσιμο
es: Documento no disponible
fi: Asiakirja ei ole saatavilla
fr: Document indisponible
he: המסמך אינו זמין
hi: दस्तावेज़ उपलब्ध नहीं है
hr: Dokument nije dostupan
hu: A dokumentum nem érhető el
id: Dokumen tidak tersedia
it: Documento non disponibile
ja: 文書を表示できません
ko: 문서를 볼 수 없어요
ml: രേഖ ലഭ്യമല്ല
ms: Dokumen tidak tersedia
nb: Dokumentet er utilgjengelig
nl: Document niet beschikbaar
pl: Dokument niedostępny
pt_br: Documento indisponível
pt_pt: Documento indisponível
ro: Document indisponibil
ru: Документ недоступен
sk: Dokument nie je dostupný
sv: Dokumentet är inte tillgängligt
ta: ஆவணம் கிடைக்கவில்லை
te: పత్రం అందుబాటులో లేదు
th: ไม่มีเอกสาร
tr: Belge kullanılamıyor
uk: Документ недоступний
ur: دستاویز دستیاب نہیں
vi: Không có tài liệu
zh_hans: 文档不可用
zh_hant: 文件無法使用

# auth.otp.a11yLabel
source: Enter your code. We sent a %lld digit code to %@.
ar: أدخل الرمز. أرسلنا رمزًا من %1$lld رقم إلى %2$@.
bn: আপনার কোড লিখুন। আমরা %2$@-এ %1$lld সংখ্যার একটি কোড পাঠিয়েছি।
ca: Introdueix el teu codi. Hem enviat un codi de %lld dígits a %@.
cs: Zadej kód. Poslali jsme %lld-místný kód na %@.
da: Indtast din kode. Vi har sendt en kode på %lld cifre til %@.
de: Gib deinen Code ein. Wir haben einen %lld-stelligen Code an %@ gesendet.
el: Εισήγαγε τον κωδικό σου. Στείλαμε έναν κωδικό %lld ψηφίων στο %@.
es: Introduce tu código. Enviamos un código de %lld dígitos a %@.
fi: Anna koodisi. Lähetimme %lld-numeroisen koodin osoitteeseen %@.
fr: Saisissez votre code. Nous avons envoyé un code à %lld chiffres à %@.
he: הזן את הקוד שלך. שלחנו קוד בן %lld ספרות אל %@.
hi: अपना कोड डालें। हमने %2$@ को %1$lld अंकों का कोड भेजा है।
hr: Unesi svoj kod. Poslali smo kod od %lld znamenki na %@.
hu: Add meg a kódot. %lld számjegyű kódot küldtünk ide: %@.
id: Masukkan kodemu. Kami mengirim kode %lld digit ke %@.
it: Inserisci il codice. Abbiamo inviato un codice di %lld cifre a %@.
ja: コードを入力してください。%2$@に%1$lld桁のコードを送信しました。
ko: 코드를 입력하세요. %2$@(으)로 %1$lld자리 코드를 보냈어요.
ml: നിങ്ങളുടെ കോഡ് നൽകുക. %2$@ എന്നതിലേക്ക് %1$lld അക്ക കോഡ് അയച്ചിട്ടുണ്ട്.
ms: Masukkan kod anda. Kami menghantar kod %lld digit ke %@.
nb: Skriv inn koden din. Vi sendte en kode på %lld siffer til %@.
nl: Voer je code in. We hebben een code van %lld cijfers naar %@ gestuurd.
pl: Wpisz swój kod. Wysłaliśmy %lld-cyfrowy kod na adres %@.
pt_br: Digite seu código. Enviamos um código de %lld dígitos para %@.
pt_pt: Introduza o seu código. Enviámos um código de %lld dígitos para %@.
ro: Introdu codul. Am trimis un cod de %lld de cifre la %@.
ru: Введите код. Мы отправили %lld-значный код на %@.
sk: Zadaj svoj kód. Poslali sme %lld-miestny kód na %@.
sv: Ange din kod. Vi skickade en kod med %lld siffror till %@.
ta: உங்கள் குறியீட்டை உள்ளிடுங்கள். %2$@ முகவரிக்கு %1$lld இலக்கக் குறியீட்டை அனுப்பினோம்.
te: మీ కోడ్‌ను నమోదు చేయండి. మేము %2$@కు %1$lld అంకెల కోడ్ పంపాం.
th: ใส่รหัสของคุณ เราส่งรหัส %lld หลักไปที่ %@
tr: Kodunuzu girin. %2$@ adresine %1$lld haneli bir kod gönderdik.
uk: Введіть код. Ми надіслали %lld-значний код на %@.
ur: اپنا کوڈ درج کریں۔ ہم نے %2$@ کو %1$lld ہندسوں کا کوڈ بھیجا ہے۔
vi: Nhập mã của bạn. Chúng tôi đã gửi mã %lld chữ số đến %@.
zh_hans: 请输入验证码。我们已向 %2$@ 发送了 %1$lld 位验证码。
zh_hant: 請輸入驗證碼。我們已將 %lld 位數的驗證碼寄到 %@。

# auth.otp.digit.a11yLabel
source: Digit %@ of %@
ar: الرقم %@ من %@
bn: %2$@-এর মধ্যে সংখ্যা %1$@
ca: Dígit %@ de %@
cs: Číslice %@ z %@
da: Ciffer %@ af %@
de: Ziffer %@ von %@
el: Ψηφίο %@ από %@
es: Dígito %@ de %@
fi: Numero %@/%@
fr: Chiffre %@ sur %@
he: ספרה %@ מתוך %@
hi: %2$@ में से अंक %1$@
hr: Znamenka %@ od %@
hu: %@. számjegy, összesen %@
id: Digit %@ dari %@
it: Cifra %@ di %@
ja: %2$@桁中%1$@桁目
ko: %2$@자리 중 %1$@번째
ml: അക്കം %1$@ / %2$@
ms: Digit %@ daripada %@
nb: Siffer %@ av %@
nl: Cijfer %@ van %@
pl: Cyfra %@ z %@
pt_br: Dígito %@ de %@
pt_pt: Dígito %@ de %@
ro: Cifra %@ din %@
ru: Цифра %@ из %@
sk: Číslica %@ z %@
sv: Siffra %@ av %@
ta: %2$@ இல் இலக்கம் %1$@
te: %2$@లో అంకె %1$@
th: หลักที่ %@ จาก %@
tr: %2$@ haneden %1$@. hane
uk: Цифра %@ з %@
ur: ہندسہ %1$@ از %2$@
vi: Chữ số %@ trên %@
zh_hans: 第 %1$@ 位，共 %2$@ 位
zh_hant: 第 %@ 位，共 %@ 位

# auth.otp.digit.empty
source: Empty
ar: فارغ
bn: খালি
ca: Buit
cs: Prázdné
da: Tomt
de: Leer
el: Κενό
es: Vacío
fi: Tyhjä
fr: Vide
he: ריק
hi: खाली
hr: Prazno
hu: Üres
id: Kosong
it: Vuota
ja: 空
ko: 비어 있음
ml: ശൂന്യം
ms: Kosong
nb: Tomt
nl: Leeg
pl: Puste
pt_br: Vazio
pt_pt: Vazio
ro: Gol
ru: Пусто
sk: Prázdne
sv: Tom
ta: காலி
te: ఖాళీ
th: ว่าง
tr: Boş
uk: Порожньо
ur: خالی
vi: Trống
zh_hans: 空
zh_hant: 空白

# auth.otp.digit.hint
source: Enter one digit of your emailed confirmation code
ar: أدخل رقمًا واحدًا من رمز التأكيد المرسل إلى بريدك
bn: ইমেইলে পাওয়া নিশ্চিতকরণ কোডের একটি সংখ্যা লিখুন
ca: Introdueix un dígit del codi de confirmació que has rebut per correu
cs: Zadej jednu číslici kódu, který ti přišel e-mailem
da: Indtast ét ciffer af din bekræftelseskode fra e-mailen
de: Gib eine Ziffer deines per E-Mail gesendeten Bestätigungscodes ein
el: Εισήγαγε ένα ψηφίο του κωδικού επιβεβαίωσης που στάλθηκε με email
es: Introduce un dígito del código de confirmación que te enviamos por correo
fi: Anna yksi numero sähköpostitse saadusta vahvistuskoodista
fr: Saisissez un chiffre de votre code de confirmation reçu par e-mail
he: הזן ספרה אחת מקוד האישור שנשלח אליך בדוא״ל
hi: अपने ईमेल पर भेजे गए कन्फ़र्मेशन कोड का एक अंक डालें
hr: Unesi jednu znamenku koda za potvrdu iz e-pošte
hu: Add meg az e-mailben kapott megerősítő kód egy számjegyét
id: Masukkan satu digit dari kode konfirmasi yang dikirim lewat email
it: Inserisci una cifra del codice di conferma ricevuto per email
ja: メールで届いた確認コードを1桁入力します
ko: 이메일로 받은 확인 코드의 숫자 한 자리를 입력하세요
ml: ഇമെയിലിൽ ലഭിച്ച സ്ഥിരീകരണ കോഡിലെ ഒരു അക്കം നൽകുക
ms: Masukkan satu digit kod pengesahan yang diemelkan kepada anda
nb: Skriv inn ett siffer av bekreftelseskoden du fikk på e-post
nl: Voer één cijfer van je gemailde bevestigingscode in
pl: Wpisz jedną cyfrę kodu potwierdzającego z e-maila
pt_br: Digite um dígito do código de confirmação enviado por e-mail
pt_pt: Introduza um dígito do código de confirmação enviado por email
ro: Introdu o cifră din codul de confirmare primit pe e-mail
ru: Введите одну цифру кода подтверждения из письма
sk: Zadaj jednu číslicu potvrdzovacieho kódu z e-mailu
sv: Ange en siffra av din bekräftelsekod från e-posten
ta: மின்னஞ்சலில் வந்த உறுதிப்படுத்தல் குறியீட்டின் ஓர் இலக்கத்தை உள்ளிடுங்கள்
te: ఈమెయిల్ చేసిన నిర్ధారణ కోడ్‌లో ఒక అంకెను నమోదు చేయండి
th: ใส่หนึ่งหลักของรหัสยืนยันที่ส่งทางอีเมล
tr: E-postayla gelen onay kodunun bir hanesini girin
uk: Введіть одну цифру коду підтвердження з листа
ur: ای میل کیے گئے تصدیقی کوڈ کا ایک ہندسہ درج کریں
vi: Nhập một chữ số của mã xác nhận gửi qua email
zh_hans: 输入邮件中确认码的一位数字
zh_hant: 輸入寄到信箱的驗證碼其中一位數字

# auth.otp.navTitle.login
source: Verify it's you
ar: تأكّد أنك أنت
bn: নিশ্চিত করুন এটি আপনি
ca: Verifica que ets tu
cs: Ověř, že jsi to ty
da: Bekræft, at det er dig
de: Bestätige, dass du es bist
el: Επιβεβαίωσε ότι είσαι εσύ
es: Comprueba que eres tú
fi: Vahvista, että se olet sinä
fr: Vérifiez que c’est vous
he: אמת שזה אתה
hi: पुष्टि करें कि यह आप हैं
hr: Potvrdi da si to ti
hu: Igazold magad
id: Pastikan ini kamu
it: Verifica che sei tu
ja: 本人確認
ko: 본인 확인
ml: ഇത് നിങ്ങളാണെന്ന് ഉറപ്പാക്കുക
ms: Sahkan ini anda
nb: Bekreft at det er deg
nl: Bevestig dat jij het bent
pl: Potwierdź, że to Ty
pt_br: Confirme que é você
pt_pt: Confirme que é você
ro: Confirmă că ești tu
ru: Подтвердите, что это вы
sk: Over, že si to ty
sv: Bekräfta att det är du
ta: நீங்கள்தான் என்று சரிபாருங்கள்
te: మీరేనని ధృవీకరించండి
th: ยืนยันว่าเป็นคุณ
tr: Siz olduğunuzu doğrulayın
uk: Підтвердьте, що це ви
ur: تصدیق کریں کہ یہ آپ ہیں
vi: Xác minh là bạn
zh_hans: 验证是你本人
zh_hant: 驗證是你本人

# auth.otp.navTitle.register
source: Confirm your email
ar: أكّد بريدك الإلكتروني
bn: আপনার ইমেইল নিশ্চিত করুন
ca: Confirma el teu correu
cs: Potvrď e-mail
da: Bekræft din e-mail
de: E-Mail bestätigen
el: Επιβεβαίωσε το email σου
es: Confirma tu correo
fi: Vahvista sähköpostisi
fr: Confirmez votre e-mail
he: אשר את הדוא״ל שלך
hi: अपना ईमेल कन्फ़र्म करें
hr: Potvrdi svoju e-poštu
hu: E-mail-cím megerősítése
id: Konfirmasi emailmu
it: Conferma la tua email
ja: メールを確認
ko: 이메일 확인
ml: നിങ്ങളുടെ ഇമെയിൽ സ്ഥിരീകരിക്കുക
ms: Sahkan emel anda
nb: Bekreft e-posten din
nl: Bevestig je e-mailadres
pl: Potwierdź swój e-mail
pt_br: Confirme seu e-mail
pt_pt: Confirme o seu email
ro: Confirmă-ți e-mailul
ru: Подтвердите почту
sk: Potvrď svoj e-mail
sv: Bekräfta din e-postadress
ta: உங்கள் மின்னஞ்சலை உறுதிசெய்யுங்கள்
te: మీ ఈమెయిల్‌ను నిర్ధారించండి
th: ยืนยันอีเมลของคุณ
tr: E-postanızı onaylayın
uk: Підтвердьте пошту
ur: اپنی ای میل کی تصدیق کریں
vi: Xác nhận email của bạn
zh_hans: 确认你的邮箱
zh_hant: 確認你的電子郵件
